<?php

//Массивы с данными для генерации товаров
return [
    'brand' => ['AEG', 'ALTUS', 'ACER', 'BBK', 'BEKO', 'BORK', 'BRAUN', 'CANDY', 'DAEWOO', 'ELECTROLUX',
        'ERISSON', 'HiTACHI', 'HYUNDAI', 'JVC', 'KENWOOD', 'LG', 'MOULINEX', 'PANASONIC', 'PHILIPS', 'ROLSEN',
        'SAMSUNG', 'SANYO', 'SHARP', 'Shivaki', 'SIEMENS', 'SONY', 'TEFAL', 'TOSHIBA', 'ZANUSSI', 'ДНЕПР', 'VITEK'],
    'name' => ['Электробритва', 'Кофемашина', 'Блендер', 'Электрочайник', 'Ноутбук', 'Лампа настольная',
        'Проигрыватель музыкальный', 'Телевизор', 'Смартфон', 'Холодильник', 'Машина стиральная', 'Соковыжималка',
        'Приставка игровая', 'Комплект спутникового телевидения', 'Микрофон', 'Система акустическая',
        'Электрогитара', 'Наушники', 'Фотоаппарат', 'Дрель', 'Шуруповерт', 'Утюг', 'Электропечь', 'Обогреватель', 'Монитор'],
    'type' => ['Разборный', 'Складной', 'Компактный', 'Встраиваемый', 'Тип1', 'Тип2', 'Тип3', 'Тип4',
        'Электрический', 'Стационарный', 'Портативный', 'Тип5', 'Профессиональный'],
    'color' => ['белый', 'черный', 'красный', 'бежевый', 'коричневый', 'желтый', 'зеленый', 'синий', 'розовый',
        'светлый-металлик', 'темный-металлик', 'фиолетовый'],    
];
